[
  {
    "title": "Smartfit furniture to enhance the beauty of the house: Bali-215",
    "description": "If we look at the ancient royal palaces and sacred places of Bangladesh, we can see that every room is hidden within its walls... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/10/rsz_1bali-215.jpg"
  },
  {
    "title": "Know What to Do Before Starting a Better Life in New Home",
    "description": "If you're someone who has just recently purchased a home and is still reeling into the fact that A LOT of your money has been used in making this massive, sweet home deal, you might not be ready to shell... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/10/rsz_3_1.jpg"
  },
  {
    "title": "House of memories from the book of beloved furniture",
    "description": "The memories that each wall carries are what make a house a home. Every room has a unique story, from the baby's first night at home to the dinners that become family lore. A family gives a home life. However... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/09/MF-02-1-1-scaled.jpg"
  },
  {
    "title": "Hatil Furniture Top 5 Wardrobe Designs",
    "description": "The tradition of decorating the house with bright lights and other accessories during the festival has been going on since the beginning. Whether you are a kid or an adult, shopping and decorating during the festivities is a favorite recreation... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/wardrobe-design-1-scaled.jpg"
  },
  {
    "title": "Ways To Decorate the House on Eid",
    "description": "The tradition of decorating the house with bright lights and other accessories during the festival has been going on since the beginning. Whether you are a kid or an adult, shopping and decorating during the festivities is a favorite recreation.. ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/05/ways-to-decorate-the-house-on-eid-scaled.jpg"
  },
  {
    "title": "The Importance of a Good Office Chair to Reduce Back Pain",
    "description": "You spend a lot of time sitting in a chair, whether you work in an office or have a unique personality. And if the chair isn't comfy, you'll find it tough to deal with the scenario you're in after sitting... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/importance-of-a-good-office-chair-to-reduce-back-pain-scaled.jpg"
  },
  {
    "title": "Hatil Furniture Factory",
    "description": "HATIL, Bangladesh's leading furniture company, has centralized the whole manufacturing process for their sophisticated and flawless items. Here's how HATIL Furniture Factory came up with the idea for these incredible goods and put them into action. HATIL  has consistently demonstrated contemporaneity,... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/hatil-furniture-factory-scaled.jpg"
  },
  {
    "title": "HATIL’s Best Kitchen Cabinets with Smart Solutions at Affordable Price",
    "description": "When asked how to decorate your kitchen utensils, most people will recommend investing in some quality kitchen racks, as kitchen racks assist maintain your kitchen tidy and stylish by storing all the utensils. To make kitchens look truly lovely, you must... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/kitchen-racks-buy-hatils-kitchen-racks-at-affordable-prices.jpg"
  },
  {
    "title": "HATIL’s Four Best Low-Height Bed – Modern Designs and Price",
    "description": "A bed is usually the main furniture in a bedroom. So it has to be interesting. Your day starts in a bed and ends in bed. A fresh sleep is important for a good day which can ensure a comfy... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/best-low-height-bed-designs-and-price.jpg"
  },
  {
    "title": "HATIL’s– 5 Best Low-Height TV Cabinet Designs and Price",
    "description": " TV for those who enjoy leisure time is something of curiosity for any user. But a TV cabinet is a nice addition to make the place more modern and aesthetically pleasing. The modern style of a TV cabinet like... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/hatil-5-best-low-height-tv-cabinet-designs-and-price.jpg"
  },
  {
    "title": "Hatil Furniture: Best Cot Designs & Prices",
    "description": "A bed is not just a piece of furniture, it plays the main role of the room. Modern bed design ... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/hatil-bed-design-768x512.jpg"
  },
  {
    "title": "Divan Designs & Prices – Best Designs of 2022",
    "description": "A divan is a sophisticated addition to any home decor. It enhances the beauty of the room on the one hand and your relaxation on the other hand... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/best-of-divan-designs-and-pricing-1-768x512.jpg"
  },
  {
    "title": "Lobby Chairs – Top 5 Chair Designs & Prices",
    "description": "Lobby chair sets are an attractive place for you and your guests. With a cup of coffee and your favorite book... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/price-of-lobby-chair-768x768.jpg"
  },
  {
    "title": "How to Clean a Sofa – Home and Effective Ways",
    "description": "We spend a lot of time on our sofas, so they are bound to get dirty and stained from time to time. Fabric sofa or leather... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/sofa-cleaning-procedure-768x512.jpg"
  },
  {
    "title": "Modern bed facilities",
    "description": "As an important part of home furniture, bed is an essential part of our daily life. A comfortable and soft bed improves the quality of your sleep... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/benefits-of-modern-bed-768x512.jpg"
  },
  {
    "title": "Why sofas are important for a home!",
    "description": "The sofa is the focal point of household life. When decorating your home, you often think about which items are most important to you as well... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/04/why-sofas-are-important-for-a-home-768x512.jpg"
  },
  {
    "title": "How to choose the best sofa set",
    "description": "Like everything else in this age of endless choice, there are infinite options when it comes to choosing a sofa. Sofa is a staple of furniture... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/03/how-to-pick-the-best-sofa-set-1-768x512.jpg"
  },
  {
    "title": "How to increase the light in the living room",
    "description": "Since we spend so much time inside our homes, prioritizing lighting becomes important. Also, beyond aesthetics, minimal ... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/03/how-to-increase-the-light-in-the-living-room-768x505.jpg"
  },
  {
    "title": "Wooden Kitchen Rack: Buy HATIL's Kitchen Rack at affordable prices",
    "description": "Whenever you ask about ways to neatly organize kitchen equipment, most people suggest you invest in some decent kitchen racks... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/03/kitchen-rack-768x512.jpg"
  },
  {
    "title": "Computer Tables: Top 5 Computer Table Designs & Prices in Hatil",
    "description": "Appropriate furniture is most useful to make every work more comfortable. A suitable o for your computer ... ",
    "image": "https://hatil.com/blog/wp-content/uploads/2022/02/%E0%A6%95%E0%A6%AE%E0%A7%8D%E0%A6%AA%E0%A6%BF%E0%A6%89%E0%A6%9F%E0%A6%BE%E0%A6%B0-%E0%A6%9F%E0%A7%87%E0%A6%AC%E0%A6%BF%E0%A6%B2-%E0%A6%A1%E0%A6%BF%E0%A6%9C%E0%A6%BE%E0%A6%87%E0%A6%A8-768x576.png"
  }
]
